Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/4002 FFD Fatigue Toolkit - Rev 1 - Master - 21July14.docx-omegat.tmx
Source language: en
Languages: es

source: During the course of project work there may be situations that prompt a review of the fatigue risks.
es: Durante el desarrollo de un proyecto puede haber situaciones que ameriten una revisión de los riesgos de fatiga,

source: This may include delays in the work, extension of the project or concerns raised by employee(s) on site.
es: como sería en el caso de retrasos en los trabajos, extensión del proyecto o inquietudes planteadas por los colaboradores en el sitio.

source: The Project Manager and project team should regularly review fatigue risk controls to ensure that they are managing the risk effectively.
es: El jefe de proyecto y su equipo deben revisar regularmente los controles de riesgo de fatiga para asegurarse de que están manejando el riesgo con eficacia.

source: Regular toolbox meetings to review the HaSEP or Fatigue Risk Assessment should be used to reinforce the fatigue risk controls.
es: Deben usarse las reuniones de seguridad para revisar el HaSEP o la Evaluación de Riesgo de Fatiga para recordar los controles de riesgo de fatiga.

source: Fatigue Risk Assessment Examples:
es: Ejemplos de evaluación de riesgo de fatiga:

source: Employees are required to undertake field work on a project in a remote area making travel to the site complex and time consuming.
es: Se requiere que los colaboradores hagan trabajo de campo para un proyecto en un lugar apartado, lo que hace que el viaje al sitio sea complejo y consuma tiempo.

source: As part of project planning the Project Manager assesses options for managing fatigue.
es: Dentro de la planificación del proyecto, el Jefe de Proyecto evalúa alternativas para manejar la fatiga.

source: Given the difficulty in accessing the site operating a 14 day shift rotation is considered impractical.
es: Dada la dificultad de acceso al sitio, se considera que una rotación de turnos de 14 días no resulta práctico.

source: The decision is made to operate a six week rotation with every Sunday as a rest day.
es: Se toma la decisión de operar con una rotación de seis semanas con día de descanso el domingo.

source: Employees receive four days fatigue leave at the end of their shift rotation.
es: Se da a los colaboradores cuatro días de permiso por fatiga al final de cada rotación.

source: The decision is discussed with the project team and formalised within the HaSEP which is signed by the relevant employees.
es: Se analiza la decisión con el equipo de proyecto y se formaliza en el HaSEP, el cual es firmado por los colaboradores en cuestión.

source: Two employees are working in a remote area that requires a one hour commute each way to and from the site.
es: Dos colaboradores están trabajando en un lugar apartado al cual se tarda una hora en llegar.

source: In the project proposal, the Project Manager stipulates that the work day (hours on site) will not exceed ten hours to account for the travel time.
es: Para contemplar el tiempo de viaje de ida y vuelta, el jefe de proyecto estipula en la propuesta del proyecto que la jornada laboral (las horas en el sitio) no debe superar las 10 horas.

source: Employees monitor fatigue levels continually and ensure they are not placing themselves or others at risk.
es: Los colaboradores monitorean los niveles de fatiga constantemente y se aseguran de no ponerse a sí mismos o a otros en riesgo.

source: An additional fatigue risk assessment example is included as Appendix A.
es: En el Anexo A se incluye un ejemplo de evaluación de riesgo de fatiga adicional.

source: Fatigue risk assessment work/task related factors may include, but not be limited to, the:
es: Entre los factores a considerar en la evaluación de riesgo de fatiga relacionados con el trabajo o la tarea se encuentran:

source: time required to complete the work/task;
es: el tiempo necesario para llevar a cabo el trabajo o tarea

source: degree of physical and mental exertion required;
es: el grado de esfuerzo físico y mental necesario

source: environmental stressors including exposure to weather, chemicals, extreme cold or heat, noise and/or vibration;
es: los estresores ambientales tales como la exposición al clima, a sustancias químicas, a frío o calor extremo, a ruido o a vibraciones

source: work location (remoteness, accessibility, pre/post-travel requirements etc.);
es: la ubicación del trabajo (lejanía, accesibilidad, requisitos para antes y después del viaje, etc.)

source: rest period location e.g. at home or away / on-site;
es: ubicación del periodo de descanso, es decir, en casa o en otro lugar / en el sitio

source: number of back-to-back shift rotations required (either for the same or different projects);
es: cantidad de rotaciones de turnos consecutivas necesarias (ya sea para el mismo proyecto o para distintos proyectos)

source: travel / transit times, distances and modes of transport, including travel across time zones, and;
es: tiempos de viaje / traslado, distancias y medios de transporte, viaje a través de distintas zonas horarias, etc.

source: intended hours of work and rest, including night and/or shift work.
es: horas de trabajo y de descanso previstas, incluido el trabajo de noche o por turnos

source: Fatigue risk assessment employee-related factors may include, but not be limited to, the:
es: Entre los factores relacionados con los colaboradores a considerar en la evaluación de riesgo de fatiga se encuentran:

source: work load verses the available employees;
es: carga de trabajo en relación con los colaboradores disponibles

source: employee’s physical limitations;
es: limitaciones físicas del colaborador

source: employee’s other work commitments (other projects, etc.); and
es: otros compromisos laborales del colaborador (otros proyectos, etc.)

source: employee’s natural circadian rhythms.
es: ritmos circadianos naturales del colaborador

source: Fatigue risk assessment controls may include, but not be limited to:
es: Entre los controles de la evaluación de riesgo de fatiga se encuentran:

source: Minimise work hours and/or shift rotation to reduce cumulated fatigue;
es: minimizar las horas de trabajo o la rotación de turnos para reducir la fatiga acumulada.

source: Allow flexibility in work schedule for additional work breaks and rest periods e.g. weekly half or full day rest periods;
es: dar flexibilidad en el cronograma de trabajo para tener pausas y periodos de descanso adicionales, por ejemplo, periodos de descanso semanales de medio día o día completo.

source: Use operational downtime, such as breakdowns, to allow additional work breaks;
es: usar los periodos de inactividad operacional, tales como las averías, para tomarse pausas adicionales.

source: Provide appropriate rest facilities, particularly for shift work or 24 hour operations where employees are required to sleep while other activities are underway (cooking, cleaning, maintenance, etc.);
es: proporcionar instalaciones de descanso adecuadas, sobre todo para el trabajo en turnos o en operaciones de 24 horas en que sea necesario que los colaboradores duerman mientras haya otras actividades en curso (cocina, limpieza, mantenimiento, etc.)

source: Use a three-shift rotation for 24 hour operations instead of two;
es: usar una rotación de tres turnos para operaciones de 24 horas en lugar una de dos.

source: Schedule time off prior to shift rotations and when transitioning from/to night shifts;
es: programar salidas para descansar antes de las rotaciones de turnos y en la transición de/a turnos de noche.

source: Break the task into shorter periods;
es: dividir la tarea en periodos más cortos.

source: Provide staff relief e.g. additional employees;
es: proporcionar asistencia al personal (más colaboradores)

source: Minimise travel time to/from job sites;
es: minimizar el tiempo de viaje desde/hacia el sitio

source: Budget and schedule to allow for accommodation or taxis and employees changeovers on lengthy tasks; and
es: contemplar en el presupuesto y cronograma alojamiento o taxis y recambio de colaboradores para tareas extensas

source: Encourage employees to report if they, or other personnel, become fatigued.
es: alentar a los colaboradores a avisar si ellos u otros miembros están fatigados

source: Travel time forms part of the work hours and shift rotation limits, in the field.
es: El tiempo de viaje se considera parte de la jornada laboral y de los límites de la rotación de turnos en terreno.

source: However consideration may be given to the mode of transport and its operation when assessing the effect of travel on fatigue levels.
es: Sin embargo, se debe considerar los medios de transporte y su operación al evaluar el efecto de los viajes en los niveles de fatiga.

source: For example an employee operating a vehicle will not have the same opportunity for rest as an employee travelling as a passenger.
es: Por ejemplo, un colaborador que opera un vehículo no tendrá la misma oportunidad de descansar que otro que viaja como pasajero.

source: GP6 requires a shift rotation of 14 consecutive 12 hour days to be followed immediately by two days fatigue leave, however, longer shifts are permitted following a fatigue risk assessment and implementation of appropriate controls.
es: El GP6 exige que una rotación de turnos de 14 días consecutivos de 12 horas sea sucedida inmediatamente de un permiso por fatiga de dos días. No obstante, se permiten turnos más prolongados si se ha hecho antes una evaluación de riesgo de fatiga y se han implementado controles adecuados.

source: When assessing multiple or back-to-back shift rotations consideration should be given to whether fatigue levels would be adversely affected to a greater degree by operating back-to-back shift rotations of 14 days or by operating a single extended shift rotation with a correspondingly longer period of fatigue leave at the end.
es: Al evaluar rotaciones de turnos múltiples o consecutivas, se debe considerar si el impacto en los niveles de fatiga será mayor con el uso de rotaciones consecutivas de turnos de 14 días o bien con el uso de una sola rotación de turnos ampliada con un correspondiente periodo de permiso por fatiga más prolongado al final.

source: An emergency is defined as a sudden, unexpected, or impending situation that may cause injury, loss of life, damage to property or the environment, and/or interference with the normal activities of an employee or organization and which, therefore, requires immediate attention and remedial action.
es: Una emergencia se entiende como una situación repentina, inesperada o inminente que puede causar lesiones, muerte, daño a la propiedad o al ambiente o interferencia con las actividades normales de un colaborador u organización y que, por lo tanto, requiere atención inmediata y medidas de remediación.

source: In emergency or unforeseen situations, circumstances may require an extension of the hours of work and the immediate safety of employees and preservation of life should take precedence over the standards herein.
es: En situaciones de emergencia o imprevistas, las circunstancias pueden exigir la ampliación de la jornada laboral y debe ponerse la seguridad inmediata de los colaboradores y la conservación de la vida por encima de las normas aquí descritas.

source: The management and coordination of emergency response actions can create significant physical and mental fatigue.
es: El manejo y la coordinación de acciones de respuesta a emergencias pueden ocasionar altos niveles de fatiga mental y física.

source: If an emergency situation is likely to be on-going for a significant period consideration should be given to rotating the leader and crisis response team members to allow sufficient rest periods.
es: Ante la posibilidad de que una situación de emergencia se prolongue, se debe considerar la rotación del líder y de los miembros del equipo de respuesta ante crisis para permitirles descansar lo suficiente.

source: Consideration should also be given to the provision of food and drink to combat fatigue.
es: También debe tenerse en cuenta el abastecimiento de alimentos y bebidas para combatir la fatiga.

source: Tired people can make mistakes and efforts will be made, where possible, to ensure that the maximum working period does not exceed 16 hours in any 24 hour period.
es: El cansancio lleva a cometer errores y siempre que sea posible, se intentará asegurar que el periodo máximo de trabajo no supere las 16 horas dentro de un lapso de 24 horas.

source: Post-emergency, employees may suffer sudden onsets of fatigue from long hours, physical and mental stressors and elevated adrenalin levels.
es: Después de la emergencia, es posible sufrir episodios repentinos de fatiga debido al exceso de horas, a los estresores físicos y mentales y a los elevados niveles de adrenalina.

source: Controls should be implemented to provide transport to avoid driving or provision of adequate rest breaks prior to operating a vehicle.
es: Deben implementarse controles para evitar que los colaboradores conduzcan ofreciéndoles transporte o para darles tiempo de descanso suficiente antes de operar un vehículo.

source: GP6 requires appropriate controls for high risk activities.
es: El GP6 exige controles adecuados para actividades de alto riesgo.

source: This includes, but is not limited to:
es: Entre otros aspectos, esto se refiere a:

source: Operating a vehicle after working 14 consecutive hours.
es: operar un vehículo después de trabajar 14 horas consecutivas.

source: Application in the event of an emergency.
es: aplicación en caso de emergencia.

source: When an employee has worked consecutively for 14 hours or more in a single day they shall not operate a vehicle.
es: Cuando un colaborador haya trabajado continuamente durante 14 horas o más en el mismo día, no debe operar un vehículo.

source: Alternate arrangements for employee transportation or accommodation should be made.
es: Deben hacerse arreglos alternativos para el transporte o alojamiento del colaborador.

source: The use of taxis or alternative transportation should be considered as part of the Fatigue Risk Assessment process and project costs.
es: Debe considerarse el uso de taxis o de transporte alternativo en el proceso de Evaluación de Riesgo de Fatiga y en los costos del proyecto.

source: In an emergency, an employee may complete their journey without being in violation of the provisions of this procedure, provided the journey could reasonably have been completed within the provisions of this procedure in the absence of the emergency.
es: Ante una emergencia, un colaborador puede terminar su viaje sin incurrir en violación de lo dispuesto en este procedimiento, siempre que el viaje planeado pudiera haberse hecho en el marco de lo dispuesto en este procedimiento, en ausencia de la emergencia.

source: An employee should not operate a vehicle if they are experiencing fatigue and should discourage the practice amongst others.
es: Un colaborador que esté sintiéndose fatigado no debe operar un vehículo y debe disuadir a otros de hacerlo si están en la misma situación.

source: Assessment must also be undertaken on the effects of fatigue on other high risk activities such as operating machinery, working with chemicals and working at heights.
es: Se deben evaluar los efectos de la fatiga en otras actividades de alto riesgo como la operación de maquinaria, el trabajo con sustancias químicas y el trabajo en altura.

source: “Microsleep” Explanation:
es: Explicación del «microsueño»:

source: Microsleeps are unintended periods of light sleep that last a few seconds or several minutes.
es: Los microsueños son periodos involuntarios de sueño ligero que duran unos segundos o varios minutos.

source: Affected people may daydream, lose attention and stare blankly or have difficulty remembering driving the last few kilometers/miles.
es: Quienes lo sufren pueden soñar despiertos, perder la atención y quedarse con la mirada en blanco o tener dificultad para recordar el último tramo recorrido al conducir.

source: A four second microsleep while driving at 100km/hr (62m/hr) means the vehicle will travel approximately the length of a football field while the driver is not under control.
es: Un microsueño de cuatro segundos al conducir a 100 Km/h (62 millas/hr) significa que el vehículo recorrió aproximadamente la longitud de un campo de fútbol mientras el conductor estaba inconsciente.

source: When driving fatigued it is not the eyes closing and falling asleep which people notice, it is the waking from a microsleep which is noticed.
es: Al conducir fatigado, no es el cerrar los ojos y quedarse dormido lo que la gente nota, sino el despertar de un microsueño.

source: In the absence of that ‘head snapping’ moment it is all too easy to slide into true sleep unknowingly.
es: En ausencia de ese momento de «cabeceo» es demasiado fácil pasar al sueño verdadero sin darse cuenta.

source: GP6 requires actions to be taken in regards to alcohol and drug use.
es: El GP6 exige tomar acciones con respecto al consumo de alcohol y drogas.

source: Restrictions on controlled or illegal substances.
es: Restricciones a sustancias controladas o ilícitas

source: Employee duties.
es: Deberes de los colaboradores

source: Drug and alcohol testing.
es: Exámenes de drogas y alcohol

source: Employees shall not begin or continue work if they are knowingly impaired in any way due to alcohol, legal or illegal drugs.
es: Los colaboradores no deben iniciar o continuar su trabajo si saben que se encuentran limitados de cualquier modo debido al consumo de alcohol o drogas legales o prohibidas.

source: Employees shall comply with drug and alcohol testing as required by Golder, our Clients and in conformance with local legislation.
es: Deben someterse a controles de alcohol y drogas a solicitud de Golder o sus clientes o conforme a la legislación local.

source: Without disclosure of sensitive personal information, employees have a duty to notify in confidence to their Project Manager, Supervisor or to Human Development any side effects from prescription drugs which may impede their ability to work safely.
es: Sin divulgar información de carácter personal, los colaboradores deben notificar confidencialmente a su Jefe de Proyecto, Supervisor o a Desarrollo Humano ante cualquier efecto secundario de medicamentos recetados que pudiera limitar su capacidad de trabajar de manera segura.

source: Without disclosure of sensitive personal information, employees have a duty to notify in confidence to their Project Manager, Supervisor or Human Development any pre-existing medical, psychological, emotional or physical conditions which could impede their ability to work safely, or increase their personal risk level.
es: Sin divulgar información de carácter personal, los colaboradores deben notificar confidencialmente a su Jefe de Proyecto, Supervisor o a Desarrollo Humano de cualquier condición médica, sicológica, emocional o física preexistente que pudiera limitar su capacidad de trabajar de manera segura o aumentar su nivel de riesgo personal.

source: Sensitive Personal Information Example:
es: Ejemplo de información de carácter personal:

source: An employee is taking prescription medication which includes as a possible side effect increased fatigue and states that the user should not operate a vehicle when using this medication.
es: Un colaborador está tomando medicamentos recetados cuyos efectos secundarios posibles son mayor fatiga y para los que se recomienda no operar vehículos mientras se los esté tomando.

source: The employee notifies the Project Manager that they cannot drive on site due to potential side effects from the medication.
es: El colaborador notifica al jefe de proyecto que no puede conducir en el sitio debido a los posibles efectos secundarios del medicamento.

source: The employee does not have to disclose the type of medication or the ailment they are suffering from.
es: No es necesario que el colaborador diga de qué tipo de medicamento se trata o para qué padecimiento lo está tomando.

source: If the employee is not comfortable having this discussion with their Project Manager they can talk to their Supervisor or Human Development representative instead but still do not have to disclose any sensitive personal information.
es: Si el colaborador no se siente cómodo hablando de esto con su jefe de proyecto, puede hablar con el supervisor o con el representante de Desarrollo Humano en su lugar, pero aun así no es necesario que divulgue ninguna información de carácter personal.

source: Alcohol and Drug Use Restrictions Example:
es: Ejemplo de restricciones al consumo de alcohol y drogas:

source: On arrival on site an employee is informed that they are required to undertake a drug and alcohol test before being allowed to proceed.
es: Al llegar al sitio, se informa a un colaborador que se le exigirá someterse a un examen de alcohol y drogas antes de poder continuar.

source: Unsure of what to do the employee contacts his Project Manager who explains the requirement to comply with the Client’s conditions.
es: Como tiene dudas sobre qué debe hacer, el colaborador contacta a su jefe de proyecto, quien le explica el requisito de cumplir con las condiciones que fija el cliente.

source: The Project Manager amends the HaSEP to ensure other employees visiting the site will be aware of the Client’s requirements in advance.
es: El jefe de proyecto modifica el HaSEP para asegurarse de que otros colaboradores que visiten el sitio sepan con anticipación los requisitos fijados por el cliente.

source: GAIMS GP6: Management of Health and Safety
es: GP6: gestión de salud y seguridad

source: Health and Safety, Environmental Plan (HaSEP)
es: Plan de Salud, Seguridad y Medio Ambiente (HaSEP)

source: FFD and Fatigue Risk Assessment Form
es: Formulario de evaluación de aptitud para las labores y riesgo de fatiga

source: Canada
es: Canadá

source: Health and Safety Toolkit - Fatigue and Fit for Duty
es: Kit de herramientas de salud y seguridad – fatiga y aptitud para las labores

source: Health and safety toolkit – fit for duty and fatigue
es: Kit de herramientas de salud y seguridad – aptitud para las labores y fatiga
